/* No comment provided by engineer. */
"TextFieldStringValue_SomethingWentWrong" = "Щось пішло не так…";

"TextFieldStringValue_ApplicationCrashed" = "Програму було несподівано завершено. Просимо вибачення за незручність та будемо вдячні за детальний опис дій, що передували цій проблемі. Ми дослідимо проблему для пошуку рішення.";

"TextFieldStringValue_ApplicationEncounteredException" = "Сталася помилка і програма не може продовжити надійну роботу. Збережіть останні зміни та перезапустіть програми. Ми будемо вдячні за детальний опис дій, що передували цій проблемі.";

"TextFiledStringValue_ErrorOnLastExit" = "Помилка попереднього завершення";

"TextFieldStringValue_LastTimeCrash" = "Останнього разу %@ було завершено з помилкою. Ми будемо вдячні за детальний опис дій, що передували попередньому завершенню програми.";

"TextViewStringValue_FeedbackForm" = "Форма зворотнього зв'язку";

"TextFieldStringValue_FeedbackDescription" = "Просимо надати детальний опис проблеми, пропозиції, звіту про помилку або запитання, щоб ми мали якомога ширшу картину вашого запиту і зреагували на нього максимально ефективно.";

"StringValue_GatheringData" = "Збір даних...";

"StringValue_NothingToSend" = "Нічого відправляти";

"AlertMessage_FailedToSendReport" = "Запит не може бути надіслано через помилку з'єднання.";

"AlertDetailedText_Error" = "Будь ласка, перевірте своє з'єднання з Інтернет або налаштування брандмауера та спробуйте ще раз.";

"AlertMessage_FeedbackSuccessfullySent" = "Відгук надіслано!";

"AlertMessage_CrashReportSuccessfullySent" = "Сповіщення надіслано!";

"AlertMessage_ExceptionReportSuccessfullySent" = "Сповіщення надіслано!";

"AlertDetailedText_ThanksYouMessage" = "Кожен запит ретельно аналізується, однак, не на всі запити буде надіслана відповідь. Дякуємо, що допомагаєте нам робити кращі продукти!";

"AlertTitle_CannotAttachFile" = "Деякі файли неможливо вкласти.";

"AlertMessage_CannotAttachFile" = "Ви можете вкласти до 100 МБ файлів до цієї форми. Якщо існує потреба у передачі більших файлів, збережіть їх в загальнодоступному сховищі та вкажіть посилання у вашому повідомленні.";

"ButtonTitle_Cancel" = "Скасувати";

"ButtonTitle_TryAgain" = "Спробувати ще раз";

"ButtonTitle_AttachFile" = "Вкласти файл...";

"ButtonTitle_Attach" = "Вкласти";

"WindowTitleStringValue" = "Сповіщувач про помилки %@";

"WindowTitleStringValue_Feedback" = "Зворотній зв'язок %@";

"TextViewPlaceholderString_Feedback" = "Введіть ваше повідомлення...";

"TextViewPlaceholderString_ProvideFeedback" = "Будь ласка, надайте ваш відгук";

"TextViewPlaceholserString_Problem" = "Надайте опис проблеми та чіткі кроки тут...";

"TextFieldStringValue_IncorrectEmail" = "Невірний email";

// Updater
"UpdaterMessage_NewVersionAvailable" = "Доступна нова (%@) версія %@. У вас встановлено %@. Будь ласка, оновіться до останньої версії, в котрій ваша проблема вже могла бути вирішена.";

"UpdaterTitle_NewVersionAvailable" = "Доступна нова версія.";

"ButtonTitle_UpdateNow" = "Оновити зараз";

// Feedback window
"TextFieldPlaceholder_DefaultEmail" = "someone@somewhere.com";

"TextFieldPlaceholder_DefaultUserName" = "Іван Яблучко";

"TextFieldStringValue_RateApp" = "Оцініть цю програму:";

"ButtonTitle_SendSystemProfile" = "Надіслати анонімний профіль системи";

"ButtonTitle_SendFeedback" = "Надіслати відгук";

"ButtonTitle_SendRequest" = "Надіслати запит";

"ButtonTitle_SendReport" = "Надіслати звіт";

"PopUpItem_Feedback" = "Зворотній зв'язок";

"PopUpItem_Support" = "Запит підтримки";

"PopUpItem_Bug" = "Сповіщення про помилку";

// Problem window
"ButtonTitle_SystemProfileWillBeSent" = "Відправити анонімний профіль системи";

"ButtonTitle_SystemProfileExplanation" = "Це допоможе нам у майбутній розробці.";

"ButtonTitle_SendReportAndRelaunch" = "Відправити та перезапустити";

// Info Popover
"TabViewItemLabel_System" = "Система";

"TabViewItemLabel_Console" = "Консоль";

"TabViewItemLabel_Crashes" = "Відмови";

"TabViewItemLabel_Preferences" = "Параметри";

"TabViewItemLabel_Exception" = "Виняток";

"TextFieldStringValue_CollectingData" = "Збір даних...";

